{"translation-revision-date":"2022-07-26 11:26:22+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"en_GB"},"Matches conversion data with the person responsible for the conversion and lets you track cross-device checkouts. Requires Track Conversion option to be enabled.":["Matches conversion data with the person responsible for the conversion and lets you track cross-device checkouts. Requires Track Conversion option to be enabled."],"Gather analytics for Pins you publish and Pins users create from your site.":["Gather analytics for Pins you publish and Pins that users create from your site."],"Automatically create and update rich pins on Pinterest for all synced products.":["Automatically create and update rich pins on Pinterest for all synced products."],"Automatically create and update rich pins on Pinterest for posts.":["Automatically create and update rich pins on Pinterest for posts."],"Adds a ‘Save’ button on images allowing customers to save things straight from your website to Pinterest.":["Adds a ‘Save’ button on images allowing customers to save things straight from your website to Pinterest."],"There was a problem saving your settings.":["There was a problem saving your settings."],"Publish Pins and Rich Pins":["Publish Pins and Rich Pins"],"Rich Pins are a type of organic Pin that automatically sync information from your website to your Pins. You can identify Rich Pins by the extra information above and below the image on closeup and the bold title in your feed. If something changes on the original website, the Rich Pin updates to reflect that change.":["A Rich Pin is a type of organic Pin that automatically syncs information from your website to your Pins. You can identify Rich Pins by the extra information above and below the image in close-up and the bold title in your feed. If something changes on the original website, the Rich Pin is updated to reflect that change."],"Tracking":["Tracking"],"Track conversions":["Track conversions"],"Enhanced Match support":["Enhanced Match support"],"Rich Pins":["Rich Pins"],"Add Rich Pins for Products":["Add Rich Pins for Products"],"Add Rich Pins for Posts":["Add Rich Pins for Posts"],"Save to Pinterest":["Save to Pinterest"]}},"comment":{"reference":"assets\/source\/setup-guide\/app\/steps\/SetupPins.js"}}